[
  {
    "name": "Pz.35(t)",
    "information": "The Panzerkampfwagen 35(t), also known as LT vz.35, was a Czechoslovakian light tank designed in 1935 by engineers at Škoda. The LT vz.35 was the most numerous tank in the Czechoslovakian army; during its serial production until 1939, 434 units were manufactured. After the German occupation of Czechoslovakia in 1939, these tanks were taken into service by the Wehrmacht, where they received the designation Pz.35(t) (Tschecherei: \"Czech\"). They formed the core of the German 1st Light Division and, after its reorganisation, the 6th Tank Division. The tanks were actively used by the Wehrmacht during the invasion of Poland, France, and the USSR in 1939-41. In smaller numbers, they were also used by the armies of Romania, Slovakia, Bulgaria, and Hungary, to which they were exported from Germany. Introduced in Update 1.51 \"Cold Steel\", the Pz.35(t) represents an average but versatile vehicle, which copes well with a wide range of tasks on the battlefield. On the other hand, it does not excel in anything: in mobility, the Pz.35(t) is inferior to many other light tanks, and its armour and survivability are generally mediocre. However, the decent 37 mm gun and good frontal armour allow the vehicle to successfully perform the role of a \"second line\" machine.",
    "hullArmor": "25 / 16 / 16 mm",
    "turretArmor": "25 / 16 / 16 mm",
    "crew": "4 persons",
    "forwardSpeed": "33 km/h",
    "backwardSpeed": "33 km/h",
    "enginePower": "120 hp",
    "weight": "10.5 tons",
    "powerToWeightRatio": "11.4 hp/ton",
    "mainArmament": "37 mm KwK34(t) cannon",
    "ammunition": "72 rounds",
    "verticalTurretRotation": "10.5 -> 15°/s",
    "horizontalTurretRotation": "9.8 -> 14°/s",
    "reloadSpeed": "4.3 -> 3.3 s",
    "verticalGuidance": "-10 / 25°"
  },
  {
    "name": "Pz.III E",
    "information": "The Panzerkampfwagen III Ausführung E (Panzer III E) (Sd.Kfz. Index: Sd.Kfz. 141) is the fifth variant of the Panzerkampfwagen III medium tank family. After the first four Panzer III variants were completed, it was discovered there was still a lot of potential for development and adjustment. The Panzer III E was the next variant in line, and it included a number of improvements, including a necessary increase in armour protection. More notably, it finally addressed the fundamental problems with the previous variants' troublesome suspensions by introducing a basic torsion bar suspension design. The most notable legacy of this vehicle was that it established the production standard for all subsequent Panzer III variants. The Germans concentrated on the French 25 mm fast-firing tank gun when determining the necessary armour thickness for the new Panzer III E. They eventually decided that 30 mm of armour was sufficient. At ranges of over 500 mm at 30°, the frontal armour plate proved powerful enough to withstand the 25 mm armour-piercing rounds.Introduced in the Closed Beta Test for Ground Forces before Update 1.41, the Panzer III E variant is a basic medium tank that looks a lot like the Panzer III B variant. It was mounted with the same 37 mm Kampfwagenkanone (KwK) 36 L/46.5 tank gun. However, by increasing the overall armour plate thickness to 20 to 30 mm, this tank's protection is significantly boosted. Despite this, it is nevertheless vulnerable to almost all vehicles in its rank from any angle, with the exception of a few very low-calibre tank guns. Playstyles are comparable to those of the Panzer III B variant.",
    "hullArmor": "30 / 30 / 20 mm",
    "turretArmor": "35 / 30 / 30 mm",
    "crew": "5 persons",
    "forwardSpeed": "71 km/h",
    "backwardSpeed": "12 km/h",
    "enginePower": "300 hp",
    "weight": "19.5 tons",
    "powerToWeightRatio": "15.4 hp/ton",
    "mainArmament": "37 mm KwK36 cannon",
    "ammunition": "131 rounds",
    "verticalTurretRotation": "2.8 -> 4°/s",
    "horizontalTurretRotation": "9.8 -> 14°",
    "reloadSpeed": "3.7 -> 2.9 s",
    "verticalGuidance": "-10 / 20°"
  },
  {
    "name": "Pz.III B",
    "information": "The Panzerkampfwagen III Ausführung B (Panzer III B) (Sd.Kfz. Index: Sd.Kfz. 141) is the second variant of the Panzerkampfwagen III medium tank family. The Panzer III A variant's arrival into service provided the Germans with a foundation for the construction of an excellent medium tank. While the Germans were largely pleased with the overall concept and design, there was still plenty of space for enhancements and changes. The most serious flaw with the Panzer III A version was its unstable suspension. As a result, the Germans introduced a new variant, the Panzer III B, with the intention of improving the vehicle's suspension and other minor components. The commander's cupola was additionally enhanced by the addition of a new two-part hatch opening. The 37 mm Kampfwagenkanone (KwK) 36 L/46.5 tank gun with 121 rounds of ammo was the main armament of the Panzer III B variant. The secondary armament consisted of three 7.92 mm MG 34 light machine guns, two of which were mounted coaxially with the main gun and one in the hull. Despite being produced in small numbers, the Panzer III B variant saw service during the beginning of World War II. The Germans had no choice but to utilise the Panzer III B during the invasion of Poland in 1939 due to a lack of more advanced tanks.Introduced in Update 1.59 \"Flaming Arrows\", the Panzer III B is a basic medium tank that will eventually evolve into more advanced Panzer III variants later in World War II. It is significantly weaker than many other tanks of its rank, being armed with a 37 mm KwK36 L/46.5 tank gun. The tank is made of light armour plates and will struggle to protect the tank crew even from close-range heavy machine guns fire. As a result, this tank is practically weak to almost all vehicles in its rank from any angle. Nonetheless, it is a fairly ordinary medium tank with very few advantages and should be used with caution in battle.",
    "hullArmor": "14 / 14 / 14 mm",
    "turretArmor": "16 / 14 / 14 mm",
    "crew": "5 persons",
    "forwardSpeed": "35 km/h",
    "backwardSpeed": "6 km/h",
    "enginePower": "265 hp",
    "weight": "16 tons",
    "powerToWeightRatio": "16.6 hp/ton",
    "mainArmament": "37 mm KwK36 cannon",
    "ammunition": "121 rounds",
    "verticalTurretRotation": "2.8 -> 4°/s",
    "horizontalTurretRotation": "14 -> 20°",
    "reloadSpeed": "3.7 -> 2.9 s",
    "verticalGuidance": "-10 / 20°"
  },
  {
    "name": "Pz.35(t) A",
    "information": "Pz.Kpfw.38(t) was the German designation for the Czech LT vz.38, which fell into German hands after the occupation of Czechoslovakia in the spring of 1939. Ausf. A, the first series production modification of the LT vz.38 tanks, were the first 150 vehicles produced from May to November 1939. They were originally intended for the Czechoslovakian army but were seized by the Germans at the factory before being delivered to the troops. After testing the vehicles, they not only pressed the already built LT vz.38 tanks into service but also continued their production, constantly modernising them. The Pz.Kpfw.38(t) Ausf. A participated in the Polish, French, and Balkan campaigns, where it proved to be a very effective combat vehicle. The last campaign in which the tank took part was Operation Barbarossa (the invasion of the USSR), where it became apparent that the machine could no longer effectively conduct combat operations, as its armour and armament were significantly inferior to the new Soviet medium and heavy tanks. The Pz.38(t) A was introduced during the Closed Beta Test for Ground Forces before Update 1.41. Although classified as a light tank, in terms of armour protection it can rival most medium tanks. In terms of combined armour protection, survivability, and firepower, the vehicle is versatile in combat and can easily take on a leading role in offensives, hold defensive positions, be involved in flanking manoeuvres, or be used in secondary roles. Always try to make use of your gun depression, hiding your hull behind terrain and obstacles, while exposing only your turret to the enemy.",
    "hullArmor": "25 / 15 / 15 mm",
    "turretArmor": "25 / 15 / 15 mm",
    "crew": "4 persons",
    "forwardSpeed": "42 km/h",
    "backwardSpeed": "6 km/h",
    "enginePower": "125 hp",
    "weight": "9.7 tons",
    "powerToWeightRatio": "12.9 hp/ton",
    "mainArmament": "37 mm KwK38(t) cannon",
    "ammunition": "90 rounds",
    "verticalTurretRotation": "10.5 -> 15°/s",
    "horizontalTurretRotation": "17.5 -> 25°",
    "reloadSpeed": "4.3 -> 3.3 s",
    "verticalGuidance": "-10 / 25°"
  },
  {
    "name": "Pz.III F",
    "information": "The Panzerkampfwagen III Ausführung F (Panzer III F) (Sd.Kfz. Index: Sd.Kfz. 141) is the sixth variant of the Panzerkampfwagen III medium tank family. The Panzer III F, which succeeded the Panzer III E as the next medium tank in the Panzer III medium tank family, was largely an improved variant with a few crucial upgrades and adjustments. Notably, in addition to the Panzer III E's new torsion bar suspension system, making it easier and cheaper to build and repair in combat, it also mounted a new 50 mm Kampfwagenkanone (KwK) 38 L/42 tank gun which significantly increased its firepower. The Panzer III F saw a greater quantity of production than the Panzer III E, with over 400 units produced between 1939 and 1941. As a result, it was one of the most numerous Panzer IIIs, and it played an important part in the early phases of World War II, beginning with the invasion of the West in May 1940. Introduced in the Closed Beta Test for Ground Forces before Update 1.41, the Panzer III F variant is a completely novel design that replaces the earlier Panzer III E variant. First, it was outfitted with the new 50 mm KwK38 L/42 tank gun, which considerably increased its firepower and put it on pace with other nations at the time. Second, with the addition of torsion bar suspension, the Panzer III F became far more reliable. The tank is made up of armour plates ranging in thickness from 20 to 30 mm. Despite their vulnerability, higher firepower allows players to take more risks and engage foes with more dependability and ease. However, since almost no Panzer IIIs had their turret traverse upgraded to an electric power drive system, it is advised not to be too aggressive on the battlefield.",
    "hullArmor": "30 / 30 / 20 mm",
    "turretArmor": "30 / 30 / 30 mm",
    "crew": "5 persons",
    "forwardSpeed": "71 km/h",
    "backwardSpeed": "12 km/h",
    "enginePower": "300 hp",
    "weight": "19.8 tons",
    "powerToWeightRatio": "15.2 hp/ton",
    "mainArmament": "50 mm KwK L/42 cannon",
    "ammunition": "99 rounds",
    "verticalTurretRotation": "2.8 -> 4°/s",
    "horizontalTurretRotation": "9.8 -> 14°",
    "reloadSpeed": "5.2 -> 4 s",
    "verticalGuidance": "-10 / 20°"
  }
]
